package com.interact.util;

public final class TestConstantsNote {
    public static final String FIRST_DEFAULT_NOTE_CONTENT = """
            31 МАРТА 2025
            Путешествие на Восток
            Проснувшись однажды утром после беспокойного сна, Грегор Замза обнаружил, что он у себя в постели превратился в страшное насекомое. Лежа на панцирнотвердой спине, он видел, стоило ему приподнять голову, свой коричневый, выпуклый, разделенный дугообразными чешуйками живот, на верхушке которого еле держалось готовое вот-вот окончательно сползти одеяло. Его многочисленные, убого тонкие по сравнению с остальным телом ножки беспомощно копошились у него перед глазами.""";
    public static final String SECOND_DEFAULT_NOTE_CONTENT = """
            1 АПРЕЛЯ 2025
            План на следующий месяц
            Прочитать книгу «Искусство цвета».""";
}
